[ClassDefinition.Class_RocketHovercraft VehicleClassDefinition]
DisplayName="a boat"

[Weapon.WeaponTypes.WeaponType_DualRockets WeaponTypeDefinition]
Typename=" Buddy's car is attached to the rocket"
PickupMessage="Has _ %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You can't use this."
NoManufacturerName="as usual"

